tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rosie-community/rosie", "https://gitlab.com/rosie-community/homebrew-rosie.git"
cask "xquartz"
brew "bcrypt"
brew "coreutils"
brew "deis"
brew "dnsmasq", restart_service: true
brew "editorconfig"
brew "ffmpeg"
brew "fish"
brew "flatbuffers"
brew "ghc"
brew "git"
brew "gnuplot"
brew "go"
brew "graphviz"
brew "htop"
brew "python"
brew "httpie"
brew "idris"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "ledger"
brew "libav"
brew "mongodb"
brew "mongodb@3.4"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "parallel"
brew "pinentry"
brew "postgresql", restart_service: true
brew "pv"
brew "python@2"
brew "qrencode"
brew "ripgrep"
brew "ruby", link: true
brew "rust", link: false
brew "sdl"
brew "textql"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wrk"
brew "youtube-dl"
brew "z"
brew "zig"
brew "zopfli"
brew "rosie-community/rosie/rosie"
cask "apptivate"
cask "bunqcommunity-bunq"
cask "firefox"
cask "font-source-code-pro"
cask "gitify"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "mactex"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "soulseek"
cask "transmission"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
